Repository: rmraya/SRXEditor
Catalog: Localization/srxeditor_en.json.tmx
Source language: en
Languages: es

source: Toggle Developer Tools
es: Herramientas Para Desarrolladores

source: Toggle Full Screen
es: Pantalla Completa

source: Exit
es: Salir

source: Edit Header
es: Editar Encabezado

source: &Edit
es: &Editar

source: &Settings
es: &Configuración

source: &View
es: &Ver

source: &Help
es: A&yuda

source: &Tasks
es: &Tareas

source: &File
es: &Archivo

source: Undo
es: Deshacer

source: Select All
es: Seleccionar Todo

source: Cut
es: Cortar

source: View Licenses
es: Ver Licencias

source: Redo
es: Rehacer

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Settings
es: Configuración

source: Preferences
es: Preferencias

source: No services available
es: No hay servicios disponibles

source: About SRXEditor
es: Acerca de SRXEditor

source: Quit SRXEditor
es: Salir de SRXEditor

source: Services
es: Servicios

source: SRX Specification
es: Especificación de SRX

source: Before and After Break fields cannot be both empty
es: Los campos Antes y Después del quiebre no pueden estar ambos vacíos

source: One or more regular expressions appear to be invalid and may fail during segmentation
es: Una o más expresiones regulares parecen ser inválidas y pueden fallar durante la segmentación

source: Enter sample text
es: Ingrese texto de prueba

source: Not an SRX document
es: No es un documento SRX

source: SRX document has no root element
es: El documento SRX no tiene elemento raíz

source: Unsupported SRX version: {0}
es: Versión de SRX no compatible: {0}

source: Unable to parse SRX document
es: No se pudo analizar el documento SRX

source: Enter language name
es: Ingrese el nombre del idioma

source: Enter language pattern
es: Ingrese el patrón de idioma

source: Language pattern is not a valid regular expression
es: El patrón de idioma no es una expresión regular válida

source: SRXEditor User Guide
es: Manual del Usuario de SRXEditor

source: There are currently no updates available
es: No hay actualizaciones disponibles

source: Cancel
es: Cancelar

source: SRX Files
es: Archivos SRX

source: Server status: {0}
es: Estado del Servidor: {0}

source: Save SRX File
es: Guardar Archivo SRX

source: Save
es: Guardar

source: Loading SRX...
es: Cargando SRX...

source: Language removed
es: Idioma eliminado

source: Check for Updates
es: Buscar Actualizaciones

source: Missing "version" attribute in element
es: Falta el atributo "version" en el elemento

source: Selected file is not a valid SRX document
es: El archivo seleccionado no es un documento SRX válido

source: Duplicated rule
es: Regla duplicada

source: No language maps defined. Add at least one language
es: No hay mapas de idiomas definidos. Añada al menos un idioma

source: Unknown license
es: Licencia desconocida

source: Warning
es: Atención

source: Missing "languagerulename" attribute in element
es: Falta el atributo "languagerulename" en el elemento

source: OK
es: Aceptar

source: All Files
es: Todos los Archivos

source: These languages have no rules: {0}
es: Estos idiomas no tienen reglas: {0}

source: Support Group
es: Grupo de Soporte

source: Open SRX File
es: Abrir Archivo SRX

source: Save Anyway
es: Guardar de todos modos

source: No children found in the document
es: No se encontraron elementos en el documento

source: Language name "{0}" already exists
es: El nombre de idioma "{0}" ya existe

source: Selected file is not an SRX document
es: El archivo seleccionado no es un documento SRX

source: Language not found
es: Idioma no encontrado

source: Unable to open SRXEditor User Guide
es: No se puede abrir la Guía del Usuario de SRXEditor

source: Untitled.srx
es: Sin título.srx

source: No SRX file is currently loaded
es: No se ha cargado ningún archivo SRX

source: Language rule names should be unique: {0}
es: Los nombres de las reglas de idioma deben ser únicos: {0}

source: Select language
es: Seleccione idioma

source: Don't Save
es: No Guardar

source: Yes
es: Si

source: Some language entries have missing name or pattern: {0}
es: Algunas entradas de idioma tienen nombre o patrón faltante: {0}

source: Your changes will be lost if you don't save them
es: Sus cambios se perderán si no los guarda

source: There are {0} invalid rules. Test results will ignore them
es: Hay {0} reglas no válidas. Los resultados de la prueba las ignorarán

source: File saved
es: Archivo guardado

source: Unable to open SRX Specification
es: No se puede abrir la especificación de SRX

source: These languages contain invalid rules (both beforebreak and afterbreak are empty): {0}
es: Estos idiomas contienen reglas no válidas: {0}

source: Unable to open support group page
es: No se puede abrir la página del grupo de soporte

source: Select rule
es: Seleccione regla

source: The SRX file has validation issues: {0} Saving anyway may produce an SRX file that is not schema-compliant. Do you want to save anyway?
es: El archivo SRX tiene problemas de validación: {0} Guardar de todos modos puede producir un archivo SRX que no cumple con el esquema. ¿Desea guardar de todos modos?

source: Add Rule
es: Añadir Regla

source: Move Rule Down
es: Mover regla hacia abajo

source: Remove Language
es: Eliminar Idioma

source: Test Rules
es: Probar Reglas

source: Edit Language
es: Editar Idioma

source: Add Language
es: Añadir Idioma

source: Edit Rule
es: Editar Regla

source: Remove Rule
es: Eliminar Regla

source: About...
es: Acerca de...

source: Move Rule Up
es: Mover regla hacia arriba

source: Move Language Down
es: Mover idioma hacia abajo

source: Move Language Up
es: Mover idioma hacia arriba

source: Quit
es: Salir

source: Save File As...
es: Guardar Archivo Como...

source: Open File
es: Abrir Archivo

source: Close File
es: Cerrar Archivo

source: New File
es: Nuevo Archivo

source: Save File
es: Guardar Archivo
